Repository: Schlaubischlump/LocationSimulator
Catalog: LocationSimulator/Localization/*.lproj/Localizable.strings
Languages: de

# ABOUT_MENUITEM
source: About LocationSimulator
de: Über LocationSimulator

source: Add
de: Hinzufügen

# ALIGN_LEFT_MENUITEM
source: Align Left
de: Linksbündig

# ALIGN_RIGHT_MENUITEM
source: Align Right
de: Rechtsbündig

# ALLOW_NETWORK_DEVICES_MSG_SETTING
source: Disable this option to only allow USB devices.
de: Deaktivieren um nur USB Geräte zu erlauben.

# ALLOW_NETWORK_DEVICES_SETTING
source: Allow network devices
de: Netzwerk Geräten erlauben

# APP_HELP_MENUITEM
source: LocationSimulator Help
de: LocationSimulator Hilfe

# AUTOFOCUS_TOOLBARITEM_PALETTELABEL
source: Autofocus Location
de: Standort verfolgen

# AUTOFOCUS_TOOLBARITEM_TOOLTIP
source: Autofocus current location
de: Standort verfolgen

# BASELINE_MENU
source: Baseline
de: Schriftlinie

# BASELINE_MENUITEM
source: Baseline
de: Schriftlinie

# BIGGER_MENUITEM
source: Bigger
de: Größer

# BOLD_MENUITEM
source: Bold
de: Fett

# BRING_ALL_TO_FRONT_MENUITEM
source: Bring All to Front
de: Alle nach vorne bringen

source: Cancel
de: Abbrechen

# CAPITALIZE_MENUITEM
source: Capitalize
de: Großschreiben

# CENTER_MENUITEM
source: Center
de: Zentriert

# CHANGELOG
source: Changes in this version are: 1. Better logging support 2. Allow changing the support files directory
de: Letzte Änderrungen: 1. Besseres logging zur Fehleranalyse 2. Eigner Dateisupportordner

source: Changing support directory failed
de: Ändern Dateisupportordner fehlgeschlagen

# CHANGING_SUPPORT_DIRECTORY_FAILED_MSG
source: Could not change the support directory.
de: Der Dateisupportordner konnte nicht geändert werden.

# CHECK_DOCUMENT_NOW_MENUITEM
source: Check Document Now
de: Dokument jetzt prüfen

# CHECK_GRAMMAR_WHILE_SPELLING
source: Check Grammar With Spelling
de: Rechtschreib- und Grammatikprüfung

# CHECK_SPELLING_WHILE_TYPING_MENUITEM
source: Check Spelling While Typing
de: Während der Texteingabe prüfen

source: Choose
de: Wählen

# CHOOSE_DEVELOPER_DISK_IMAGE_PATH
source: Choose
de: Wählen

# CHOOSE_DEVELOPER_DISK_IMAGE_PATH_TITLE
source: Select Support Directory
de: Dateisupportordner auswählen

# CHOOSE_GPX_FILE
source: Choose a .gpx file
de: Wähle eine .gpx Datei

# CLEAR_MENU_MENUITEM
source: Clear Menu
de: Einträge löschen

# CLOSE_MENUITEM
source: Close
de: Schließen

# CONFIRM_TELEPORT
source: Confirm Teleportation
de: Teleportieren bestätigen

# CONFIRM_TELEPORTATION_MSG_SETTING
source: Always ask before teleporting.
de: Teleportieren zusätzlich bestätigen.

# CONFIRM_TELEPORTATION_SETTING
source: Confirm Teleportation
de: Teleportieren bestätigen

# CONFIRM_TELEPORT_MSG
source: Do you really want to teleport?
de: Möchtest du wirklich teleportieren?

# COPY_MENUITEM
source: Copy
de: Kopieren

# COPY_RULER_MENUITEM
source: Copy Ruler
de: Lineal kopieren

# COPY_STYLE_MENUITEM
source: Copy Style
de: Stil kopieren

# CORRECT_SPELLING_AUTOMATICALLY_MENUITEM
source: Correct Spelling Automatically
de: Rechtschreibung automatisch korrigieren

# CREATE_LOG_FAILED
source: Log generation failed
de: Erstellung der Logdatei fehlgeschlagen

# CREATE_LOG_FAILED_MSG
source: Could not export the log data. Please refresh the log and try again.
de: Die log Daten konnten nicht exportiert werden. Bitte aktualisieren Sie die anzeige und versuchen Sie es erneut.

source: Current Location
de: Aktueller Standort

# CUSTOMIZE_TOOLBAR_MENUITEM
source: Customize Toolbar…
de: Symbolleiste anpassen …

# CUSTOM_DEVELOPER_DISK_IMAGE
source: Enable Custom Support Directory
de: Eigener Dateisupportordner aktivieren

# CUSTOM_DEVELOPER_DISK_IMAGE_DESCRIPTION
source: Enabling this option will download the DeveloperDiskImages to a directory of your choice.
de: Das Aktivieren dieser Option erlaubt den Downlaod der DeveloperDiskImages in einen benutzerdefinierten Ordner.

# CUT_MENUITEM
source: Cut
de: Ausschneiden

# CYCLE_MENUITEM
source: Cycle
de: Radeln

# DATA_DETECTORS_MENUITEM
source: Data Detectors
de: Datenerkennung

# DEFAULT_MENUITEM
source: Default
de: Standard verwenden

# DELETE_LOG_FAILED
source: Log deletion failed
de: Log löschen fehlgeschlagen

# DELETE_LOG_FAILED_MSG
source: Could not delete the log files. Please try again.
de: Die Logdateien konnten nicht gelöscht werden.

# DELETE_LOG_TOOLBARITEM
source: Clear
de: Löschen

# DELETE_LOG_TOOLBARITEM_TOOLTIP
source: Clear Log
de: Log löschen

# DELETE_MENUITEM
source: Delete
de: Löschen

source: Destination
de: Zielort

# DEVDISK_BACKUP_FAILED_ERROR_MSG
source: Could not backup existing DeveloperDiskImage files.
de: Bestehende DeveloperDiskImage konnten nicht gesichert werden.

# DEVDISK_DELETE_FAILED_ERROR
source: DeveloperDiskImage deletion failed
de: DeveloperDiskImage Löschung fehlgeschlagen

# DEVDISK_DELETE_FAILED_ERROR_MSG
source: Could not delete the selected DeveloperDiskImage. Try to delete it manually using the finder.
de: Das ausgewählte DeveloperDiskImage konnte nicht gelöscht werden.

# DEVDISK_DOWNLOAD_DESC
source: Downloading DeveloperDiskImage.dmg
de: DeveloperDiskImage.dmg herunterladen

# DEVDISK_DOWNLOAD_FAILED_ERROR
source: DeveloperDiskImage download failed
de: DeveloperDiskImage Download ist fehlgeschlagen

# DEVDISK_DOWNLOAD_FAILED_ERROR_MSG
source: Failed to download DeveloperDiskImage.dmg or DeveloperDiskImage.dmg.signature
de: DeveloperDiskImage.dmg oder DeveloperDiskImage.dmg.signature konnten nicht heruntergeladen werden.

# DEVDISK_NOT_FOUND
source: DeveloperDiskImage files not found
de: DeveloperDiskImage wurden nicht gefunden

# DEVDISK_REFRESH_FAILED_ERROR
source: DeveloperDiskImage refresh failed
de: DeveloperDiskImage Aktualisierung fehlgeschlagen

# DEVICE_HEADER
source: Devices
de: Geräte

# DEVSIGN_DOWNLOAD_DESC
source: Downloading DeveloperDiskImage.dmg.signature
de: DeveloperDiskImage.dmg.signature herunterladen

# DRIVE_MENUITEM
source: Drive
de: Fahren

# EDIT_MENU
source: Edit
de: Bearbeiten

source: Empty Route
de: Keine Route gefunden

# EMPTY_ROUTE_MSG
source: Not enough coordinates available to start the navigation.
de: Zu wenige Wegpunkte vorhanden, um eine Navigation zu starten.

# ENTER_FULL_SCREEN_MENUITEM
source: Toggle Full Screen
de: Vollbildmodus

# ERROR_OPEN_GPX
source: Error Opening GPX File
de: Fehler beim Öffnen der GPX Datei

# ERROR_OPEN_GPX_MSG
source: Could not open the selected GPX file.
de: Die ausgewählte GPX Datei konnte nicht geöffnet werden.

# ERROR_PARSE_GPX
source: Error Parsing GPX File
de: Fehler beim Einlesen der GPX Datei

# ERROR_PARSE_GPX_MSG
source: Could not parse the selected GPX file. The file is possibly damaged or incorrectly formatted.
de: GPX Datei konnte nicht eingelesen werden. Die Datei ist möglicherweise beschädigt oder falsch formatiert.

# EXPORT_LOG_TITLE
source: Export LocationSimulator log
de: LocationSimulator Log exportieren

# EXPORT_TOOLBARITEM
source: Export
de: Exportieren

# EXPORT_TOOLBARITEM_TOOLTIP
source: Export log
de: Log exportieren

# FILE_MENU
source: File
de: Ablage

# FIND..._MENUITEM
source: Find…
de: Suchen …

# FIND_AND_REPLACE_..._MENUITEM
source: Find and Replace…
de: Suchen und Ersetzen …

# FIND_MENU
source: Find
de: Suchen

# FIND_MENUITEM
source: Find
de: Suchen

# FIND_NEXT_MENUITEM
source: Find Next
de: Weitersuchen (vorwärts)

# FIND_PREVIOUS_MENUITEM
source: Find Previous
de: Weitersuchen (rückwärts)

# FONT_MENU
source: Font
de: Schrift

# FONT_MENUITEM
source: Font
de: Schrift

# GENERAL_TITEL_SETTING
source: General
de: Allgemein

# GET_LOCATION_ERROR
source: Could not get location
de: Fehler beim Bestimmen des Standorts

# GET_LOCATION_ERROR_MSG
source: Could not get the current location. Did you allow LocationSimulator to access this mac's location?
de: Aktueller Standort konnte nicht bestimmt werden. Stelle sicher, dass LocationSimulator die Berechtigung hat auf den Standort deines Macs zuzugreifen.

# GPX_SELECTION
source: Choose Coordinates
de: Koordinaten wählen

# GPX_SELECTION_MSG
source: Choose a Track, Track Segment, Route or the Waypoints to start the navigation.
de: Wähle einen Track, ein Track Segment, eine Route oder die Wegpunkte, um die Navigation zu starten.

# HELP_MENU
source: Help
de: Hilfe

# HELP_MENUITEM
source: Help
de: Hilfe

# HIDE_APP_MENUITEM
source: Hide LocationSimulator
de: LocationSimulator ausblenden

# HIDE_OTHERS_MENUITEM
source: Hide Others
de: Andere ausblenden

# ITALIC_MENUITEM
source: Italic
de: Kursiv

# JUMP_TO_SELECTION_MENUITEM
source: Jump to Selection
de: Auswahl anzeigen

# JUSTIFY_MENUITEM
source: Justify
de: Blocksatz

# KERN_MENU
source: Kern
de: Zeichenabstand

# KERN_MENUITEM
source: Kern
de: Zeichenabstand

# LEFT_TO_RIGHT_MENUITEM
source: Left to Right
de: Von links nach rechts

# LICENSE_TITLE_SETTING
source: License
de: Lizenz

# LIGATURES_MENU
source: Ligatures
de: Ligaturen

# LIGATURES_MENUITEM
source: Ligatures
de: Ligaturen

# LINE_NUMBER
source: Row
de: Zeile

# LOCATION_CHANGE_ERROR
source: Error changing location
de: Fehler beim Ändern des Standorts

# LOCATION_CHANGE_ERROR_MSG
source: Could not change the location.
de: Standort konnte nicht geändert werden.

# LOCATION_RESET_ERROR_MSG
source: Could not reset location.
de: Standort konnte nicht zurückgesetzt werden.

# LOCATION_SERVICE_DISABLED
source: Enable location services
de: Aktiviere die Ortungsdienste

# LOCATION_SERVICE_DISABLED_MSG
source: Location services seem to be disabled. Please activate location services inside System Preferences.
de: Die Ortungsdienste scheinen deaktiviert zu sein. Bitte aktiviere die Ortungsdienste in den Systemeinstellungen.

# LOOSEN_MENUITEM
source: Loosen
de: Weiter

# LOWER_MENUITEM
source: Lower
de: Niedriger

# MAC_LOCATION_MENUITEM
source: Use Mac Location
de: Mac Standort verwenden

# MAC_LOCATION_TOOLBARITEM_PALETTELABEL
source: Current Location
de: Aktueller Standort

# MAC_LOCATION_TOOLBARITEM_TOOLTIP
source: Set Mac location to current location
de: Mac Standort als aktuellen Standort verwenden

source: Main Menu
de: Hauptmenü

# MAKE_LOWER_CASE_MENUITEM
source: Make Lower Case
de: Kleinbuchstaben

# MAKE_UPPER_CASE_MENUITEM
source: Make Upper Case
de: Großbuchstaben

source: Message
de: Nachricht

# MINIMIZE_MENUITEM
source: Minimize
de: Minimieren

# MOUNT_ERROR
source: Could not mount DeveloperDiskImage.dmg
de: Fehler beim Einbinden des DeveloperDiskImage.dmg

# MOUNT_ERROR_MSG
source: The DeveloperDiskImage for this device could not be mounted. Location spoofing will not work. Is your device locked?
de: Das DeveloperDiskImage für dieses Gerät konnte nicht eingebunden werden. Die Standortfälschung wird nicht funktionieren.Ist das Gerät entsperrt?

# MOVETYPES_TOOLBARITEM_PALETTELABEL
source: Move Types
de: Bewegungsart

# MOVE_DOWN_MENUITEM
source: Move Down
de: Nach unten bewegen

# MOVE_UP_MENUITEM
source: Move Up
de: Nach oben bewegen

source: Navigate
de: Navigieren

# NETWORK_TITEL_SETTING
source: Network
de: Netzwerk

# NO_DEVICE
source: No Device Selected
de: Kein Gerät ausgewählt

# NO_DEVICE_ERROR
source: No device found
de: Kein Gerät gefunden

# NO_DEVICE_MSG
source: Please connect a device and select it in the sidebar to start.
de: Bitte verbinde ein Gerät und wähle es in der Seitenleiste aus, um zu beginnen.

# OPEN_GPX_FILE_MENUITEM
source: Open GPX File…
de: GPX Datei öffnen …

# OPEN_PROJECT_PAGE_MENUITEM
source: Open Project Page
de: Projekt Website öffnen

# PAIR_ERROR_MSG
source: Could not establish a connection to the device. Make sure to trust this computer on you device.
de: Verbindung zum Gerät konnte nicht hergestellt werden. Stelle auf deinem iOS-Gerät sicher, dass du diesem Computer vertraust.

# PARAGRAPH_MENUITEM
source: Paragraph
de: Absatz

# PASTE_AND_MATCH_STYLE_MENUITEM
source: Paste and Match Style
de: Einsetzen und Stil anpassen

# PASTE_MENUITEM
source: Paste
de: Einfügen

# PASTE_RULER_MENUITEM
source: Paste Ruler
de: Lineal einsetzen

# PASTE_STYLE_MENUITEM
source: Paste Style
de: Stil einsetzen

source: Permission error
de: Berechtigungsfehler

# PERMISSION_ERROR_MSG
source: Can not access Application Support folder.
de: Application Support folder konnte nicht geöffnet werden.

# PREFERENCES_MENUITEM
source: Preferences…
de: Einstellungen …

# PREFER_NETWORK_DEVICES_MSG_SETTING
source: Always use the network connection even if a device is connected over USB.
de: Immer die Netzwerkverbindung verwenden, auch wenn das Gerät über USB verbunden ist.

# PREFER_NETWORK_DEVICES_SETTING
source: Prefer network devices
de: Netzwerk Geräte bevorzugen

# PRINT_TOOLBARITEM_TOOLTIP
source: Print
de: Drucken

# PRODUCT_INFO_ERROR
source: Could not get product info
de: Fehler beim Lesen der Produktinformationen

# PROGRESS
source: Download iOS support files
de: Herunterladen der iOS support Dateien

# QUIT_APP_MENUITEM
source: Quit LocationSimulator
de: LocationSimulator beenden

# RAISE_MENUITEM
source: Raise
de: Höher

# RECENT_LOCATIONS_MENU
source: Recent Locations
de: Letzte Standorte

# RECENT_LOCATIONS_MENUITEM
source: Recent Locations
de: Letzte Standorte

# REDO_MENUITEM
source: Redo
de: Wiederholen

# REFRESH_TOOLBARITEM
source: Refresh
de: Aktualisieren

# REFRESH_TOOLBARITEM_TOOLTIP
source: Refresh log
de: Log aktualisieren

# REPORT_A_BUG_MENUITEM
source: Report a Bug
de: Einen Fehler melden

# RESET_LOCATION_MENUITEM
source: Reset Location
de: Standort zurücksetzen

# RESET_TOOLBARITEM_PALETTELABEL
source: Reset
de: Zurücksetzen

# RESET_TOOLBARITEM_TOOLTIP
source: Stop faking the device location
de: Standort nicht mehr fälschen

# RIGHT_TO_LEFT_MENUITEM
source: Right to Left
de: Von rechts nach links

# ROTATE_CLOCKWISE_MENUITEM
source: Rotate Clockwise
de: Im Uhrzeigersinn rotieren

# ROTATE_COUNTERCLOCKWISE_MENUITEM
source: Rotate Counterclockwise
de: Gegen Uhrzeigersinn rotieren

# SAVE_LOG_FAILED
source: Saving Log failed
de: Log sichern fehlgeschlagen

# SAVE_LOG_FAILED_MSG
source: Could not save the log file. Please make sure your user has write permission to this directory.
de: Die Log-Datei konnte nicht gespeichert werden. Stellen Sie sicher, dass Sie die nötigen Rechte zum Schreiben des Ordners besitzen.

# SEARCH_PLACEHOLDER
source: Search
de: Suchen

# SEARCH_TOOLBARITEM_PALETTELABEL
source: Search
de: Suchen

# SELECTION_MENUITEM
source: Selection
de: Auswahl

# SELECT_ALL_MENUITEM
source: Select All
de: Alle auswählen

# SERVICES_MENUITEM
source: Services
de: Dienste

# SET_LOCATION_MENUITEM
source: Set Location…
de: Standort festlegen …

# SHOW_ALL_MENUITEM
source: Show All
de: Alle einblenden

# SHOW_COLORS_MENUITEM
source: Show Colors
de: Farben einblenden

# SHOW_COLOR_PANEL_TOOLBARITEM_TOOLTIP
source: Show Color Panel
de: Farbauswahl anzeigen

# SHOW_FONTS_MENUITEM
source: Show Fonts
de: Schriften einblenden

# SHOW_FONT_PANEL_TOOLBARITEM_TOOLTIP
source: Show Font Panel
de: Schriftauswahl anzeigen

source: Show in Finder
de: Im Finder anzeigen

# SHOW_RULER_MENUITEM
source: Show Ruler
de: Lineal einblenden

# SHOW_SIDEBAR_MENUITEM
source: Toggle Sidebar
de: Seitenleiste aus-/einblenden

# SHOW_SPELLING_AND_GRAMMAR_MENUITEM
source: Show Spelling and Grammar
de: Rechtschreibung und Grammatik einblenden

# SHOW_SUBSTITUTIONS_MENUITEM
source: Show Substitutions
de: Ersetzungen einblenden

# SHOW_TOOLBAR_MENUITEM
source: Toggle Toolbar
de: Symbolleiste aus-/einblenden

# SIMULATOR_HEADER
source: Simulators
de: Simulatoren

# SMALLER_MENUITEM
source: Smaller
de: Kleiner

# SMART_COPY_PASTE_MENUITEM
source: Smart Copy/Paste
de: Intelligentes Kopieren/Einsetzen

# SMART_DASHES_MENUITEM
source: Smart Dashes
de: Intelligente Bindestriche

# SMART_LINKS_MENUITEM
source: Smart Links
de: Intelligente Links

# SMART_QUOTES_MENUITEM
source: Smart Quotes
de: Intelligente Anführungszeichen

# SPEECH_MENU
source: Speech
de: Sprache

# SPEECH_MENUITEM
source: Speech
de: Sprache

# SPELLING_GRAMMAR_MENU
source: Spelling and Grammar
de: Rechtschreibung und Grammatik

# SPELLING_GRAMMAR_MENUITEM
source: Spelling and Grammar
de: Rechtschreibung und Grammatik

# START_SPEAKING_MENUITEM
source: Start Speaking
de: Sprachausgabe starten

# STOP_NAVIGATION_MENUITEM
source: Stop Navigation
de: Navigation beenden

# STOP_SPEAKING_MENUITEM
source: Stop Speaking
de: Sprachausgabe stoppen

# SUBSCRIPT_MENUITEM
source: Subscript
de: Tiefgestellt

# SUBSTITUTIONS_MENU
source: Substitutions
de: Ersetzungen

# SUBSTITUTIONS_MENUITEM
source: Substitutions
de: Ersetzungen

# SUPERSCRIPT_MENUITEM
source: Superscript
de: Hochgestellt

source: Teleport
de: Teleportieren

# TELEPORT_OR_NAVIGATE_GPX_MSG
source: Do you want to navigate or teleport to the start location of this route?
de: Möchtest du zum Startpunkt dieser Route teleportieren oder navigieren?

# TELEPORT_OR_NAVIGATE_MSG
source: Do you want to teleport or navigate to the destination?
de: Möchtest du zum Zielstandort teleportieren oder navigieren?

# TEXT_REPLACEMENT_MENUITEM
source: Text Replacement
de: Text ersetzen

# TIGHTEN_MENUITEM
source: Tighten
de: Enger

source: Time
de: Zeit

# TOGGLE_AUTOMOVE_MENUITEM
source: Toggle Automove
de: Automatisches Bewegen

# TOTAL_DISTANCE
source: Total distance: %.3fkm
de: Gesamtdistanz: %.3fkm

# TRANSFORMATIONS_MENU
source: Transformations
de: Transformationen

# TRANSFORMATIONS_MENUITEM
source: Transformations
de: Transformationen

# UNDERLINE_MENUITEM
source: Underline
de: Unterstreichen

# UNDO_MENUITEM
source: Undo
de: Widerrufen

source: Unknown error
de: Unbekannter Fehler

# UNKNOWN_ERROR_MSG
source: An unknown error occured. Please disconnect your device and try again.
de: Ein unbekannter Fehler ist aufgetreten. Bitte trenne das Gerät und versuche es erneut.

# USE_ALL_MENUITEM
source: Use All
de: Alle verwenden

# USE_DEFAULT_MENUITEM
source: Use Default
de: Normal

# USE_NONE_MENUITEM
source: Use None
de: Nicht verwenden

# USE_SELECTION_FOR_FIND_MENUITEM
source: Use Selection for Find
de: Auswahl für Suche übernehmen

# VIEW_MENU
source: View
de: Darstellung

# VIEW_MENUITEM
source: View
de: Darstellung

# WALK_MENUITEM
source: Walk
de: Gehen

# WARNING_TRIANGLE_TOOLTIP
source: Device not paired
de: Gerät nicht autorisiert

source: Waypoints
de: Wegpunkte

# WELCOME
source: Thanks for using LocationSimulator ! This software is still in beta. Please report any bugs you find.
de: Danke, dass du LocationSimulator verwendest! Bei dieser Software handelt es sich um Beta Software. Bitte melde jeden Fehler den du findest.

# WINDOW_MENU
source: Window
de: Fenster

# WINDOW_MENUITEM
source: Window
de: Fenster

# WRITING_DIRECTION_MENU
source: Writing Direction
de: Richtung beim Schreiben

# WRITING_DIRECTION_MENUITEM
source: Writing Direction
de: Richtung beim Schreiben

# ZOOM_MENUITEM
source: Zoom
de: Zoomen

# ZOOM_IN_MENUITEM
source: Zoom In
de: Vergößern

# ZOOM_OUT_MENUITEM
source: Zoom Out
de: Verkleinern
